Repository: juricazuanovic/wordpress-hrvatski-prijevodi
Catalog: teme/Divi/3.0.76/core/languages/*.po
Languages: hr

source: The export process failed. Please refresh the page and try again.
hr: Proces izvoza nije uspio. Osvježite stranicu i pokušajte ponovo.

source: The browser version you are currently using is outdated. Please update to the newest version.
hr: Inačica preglednika koji trenutno koristite je zastarjela. Ažurirajte ga s novijom inačicom.

source: You reached your server memory limit. Please try increasing your PHP memory limit.
hr: Dostigli ste limit memorije vašeg poslužitelja. Pokušajte povećati limit vaše PHP memorije.

source: This file cannot be imported. It may be caused by file_uploads being disabled in your php.ini. It may also be caused by post_max_size or/and upload_max_filesize being smaller than file selected. Please increase it or transfer more substantial data at the time.
hr: Ova datoteka se ne može uvesti. Možda je uzrok to što je file_uploads onemogućeno u vašem php.ini. Također može biti prouzrokovano post_max_size ili/i time što je upload_max_filesize manja nego veličina datoteke koju ste odabrali. Povećajte je ili prenesite više manjih podataka pojedinačno.

source: Invalid File format. You should be uploading a JSON file.
hr: Nevažeći format datoteke. Trebate prenositi JSON datoteku.

source: This file should not be imported in this context.
hr: Ovu datoteku ne bi trebalo uvoziti u ovom kontekst.

source: Please select at least one item to export or disable the "Only export selected items" option
hr: Odaberite najmanje jednu stavku za izvoz ili isključite opciju "Izvezi samo odabrane stavke"

source: Import estimated time remaining: %smin
hr: Procijenjeno preostalo vrijeme uvoza: %sminuta

source: Export estimated time remaining: %smin
hr: Procijenjeno preostalo vrijeme izvoza: %sminuta

source: Backup estimated time remaining: %smin
hr: Procijenjeno preostalo vrijeme kreiranja sigurnosne kopije: %sminuta

source: Portability
hr: Prenosivost

source: Export
hr: Izvoz

source: Import
hr: Uvoz

source: Exporting your %s will create a JSON file that can be imported into a different website.
hr: Izvoz vaših %s stvoriti će JSON datoteku koja može biti uvežena na drugoj web-stranici.

source: Export File Name
hr: Izvozno ime datoteke

source: Only export selected items
hr: Izvezi samo odabrane stavke

source: Export %s
hr: Izvezi %s

source: Cancel Export
hr: Otkaži izvoz

source: Importing a previously-exported %s file will overwrite all content currently on this page.
hr: Uvoženje prethodno izvežene %s datoteke zamijeniti će sav sadržaj koji je trenutno na ovoj stranici.

source: Select a previously-exported Divi Builder Layouts file to begin importing items. Large collections of image-heavy exports may take several minutes to upload.
hr: Odaberite prethodno izveženu datoteku - Divi Builder Layouts, kako biste počeli uvoziti stavke. Prijenos izvoznih datoteka s kolekcijom velikih slika može potrajati nekoliko minuta.

source: Importing a previously-exported %s file will overwrite all current data. Please proceed with caution!
hr: Uvoženje prethodno izvežene %s datoteke zamijeniti će sve trenutne podatke. Nastavite s oprezom!

source: Select File To Import
hr: Odaberite datoteku za uvoz

source: No File Selected
hr: Datoteka nije odabrana

source: Choose File
hr: Odaberite datoteku

source: Download backup before importing
hr: Preuzmite sigurnosne kopije prije uvoza

source: Import %s
hr: Uvezi %s

source: Cancel Import
hr: Otkažu uvoz

source: Import & Export
hr: Uvoz i Izvoz

source: %s: You cannot create a second instance of this class.
hr: %s: Ne možete kreirati drugi instancu ove klase.

source: <em>Before you can receive product updates, you must first authenticate your Elegant Themes subscription. To do this, you need to enter both your Elegant Themes Username and your Elegant Themes API Key into the Updates Tab in your theme and plugin settings. To locate your API Key, <a href="https://www.elegantthemes.com/members-area/api/" target="_blank">log in</a> to your Elegant Themes account and navigate to the <strong>Account > API Key</strong> page. <a href="http://www.elegantthemes.com/gallery/divi/documentation/update/" target="_blank">Learn more here</a></em>. If you still get this message, please make sure that your Username and API Key have been entered correctly
hr: <em>Prije nego što možete dobiti ažuriranja proizvoda, prvo trebate potvrditi svoju Elegant Themes pretplatu. Za ovo trebate unijeti Elegant Themes korisničko ime i Elegant Themes API ključ u Opcijama teme, kartica Ažuriranja. Kako bi pronašli svoj API ključ <a href="https://www.elegantthemes.com/members-area/api/" target="_blank">prijavite se</a> u svoj Elegant Themes račun i otvorite stranicu <strong>Account > API Key</strong>. <a href="http://www.elegantthemes.com/gallery/divi/documentation/update/" target="_blank">Saznajte više ovdje</a></em>. Ako još uvijek vidite ovu poruku, provjerite jesu li vaše korisničko ime i API ključ ispravno upisani

source: Automatic updates currently unavailable. For all Elegant Themes products, please <a href="http://www.elegantthemes.com/gallery/divi/documentation/update/" target="_blank">authenticate your subscription</a> via the Updates tab in your theme & plugin settings to enable product updates. Make sure that your Username and API Key have been entered correctly.
hr: Automtsko ažuriranje trenutno nije dostupno. Za sve Elegant Themes proizvode <a href="http://www.elegantthemes.com/gallery/divi/documentation/update/" target="_blank">potvrdite svoju pretplatu</a> putem kartice Ažuriranje u Opcijama teme kako bi omogućili ažuriranje. Provjerite jeste li ispravno upisali korisničko ime i API ključ.

source: Your Elegant Themes subscription has expired. You must <a href="https://www.elegantthemes.com/members-area/" target="_blank">renew your account</a> to regain access to product updates and support. To ensure compatibility and security, it is important to always keep your themes and plugins updated.
hr: Vaša Elegant Themes pretplata je istekla. Trebate <a href="https://www.elegantthemes.com/members-area/" target="_blank">obnoviti vaš račun</a> kako bi dobili pristup ažuriranju proizvoda i podršci. Kako bi osigurali kompatibilnost i sigurnost, važno je da uvijek držite teme i dodatke ažuriranim.

source: API request failed, please try again.
hr: API zahtjev nije uspio, pokušajte ponovno.

source: API request failed. API Key is required.
hr: API zahtjev nije uspio. Potreban je API ključ.

source: API Key
hr: API ključ

source: Form ID
hr: ID forme

source: Authorization Code
hr: Autorizacijski kod

source: API Secret
hr: API tajna

source: Public API Key
hr: Javni API ključ

source: Private API Key
hr: Privatni API ključ

source: Account ID
hr: ID računa

source: App Name
hr: App ime

source: Successfully authorized. Subscribers count will be updated in background, please check back in %1$s %2$s
hr: Uspješna autorizacija. Boj pretplatnika biti će ažuriran u pozadini, vratite se nazad za %1$s %2$s

source: minutes
hr: minuta

source: Already subscribed
hr: Već pretplaćeni

source: You have signed up to a lot of lists very recently, please try again later
hr: U zadnje vrijeme pretplatili ste se na puno listi, pokušajte ponovno kasnije

source: Mailster Newsletter Plugin is not enabled!
hr: Mailster Newsletter dodataka nije uključen!

source: No lists were found. Please create a Mailster list first!
hr: Liste nisu pronađene. Prvo kreirajte Mailster listu!

source: An error occurred. Please try again later.
hr: Pojavila se greška. Pokušajte ponovno kasnije.

source: Subscribed via
hr: Pretplaćen putem

source: Organization ID
hr: ID organizacije

source: Instance URL
hr: URL instance

source: Consumer Key
hr: Potrošački ključ

source: Consumer Secret
hr: Potrošačka tajna

source: Organization ID cannot be empty
hr: ID organizacije ne može biti prazan

source: An error occurred. Please try again.
hr: Pojavila se greška. Pokušajte ponovno.

source: Unknown Organization ID
hr: Nepoznati ID organizacije

source: ERROR: Invalid arguments.
hr: GREŠKA: Neispravni argumenti.

source: A valid URL was not provided.
hr: Nije upisan ispravni URL.

source: User has blocked requests through HTTP.
hr: Korisnik je blokirao zahtjeve kroz HTTP.

source: Destination directory for file streaming does not exist or is not writable.
hr: Odredišni direktorij za streaming datoteke ne postoji ili nije upisiv.

source: Once Monthly
hr: Jednom mjesečno

source: Configuration Error
hr: Konfiguracijska greška

source: Got it, thanks!
hr: Shvatio sam, hvala!
